English/Critical Thinking/Attacking Faulty Reasoning2.org
*** Arguing From Ignorance
Definition Arguing for the truth (or falsity) of a claim because there is no
evidence or proof to the contrary or because of the inability or refusal of an
opponent to present convincing evidence to the contrary.

Arguing from ignorance is a tactic many people use to defend some of their favorite
beliefs. In the case of a positive belief, they simply point out that since a claim has
not been disproved, it must be true. Or in the case of a negative claim, they argue
that since the claim has not been proved, it is false. Those who argue in this way
base their argument not on knowledge but on ignorance, a lack of knowledge.
The principle of sufficiency, however, makes it clear that the absence of evidence
against a claim does not constitute sufficient evidence for it and the lack of evidence
for a claim does not constitute sufficient evidence against it.

Arguing from ignorance also violates the principle that the burden of proof for
any claim generally rests on the person who sets forth the claim. For example, if an
arguer claimed that “ghosts exist, unless you can prove that they don’t,” he or she
is attempting to shift the burden of proof to another person, usually to someone
who is dubious about the claim. This is typically done by insisting that those who
are unconvinced of the truth of the arguer’s claim have the responsibility to disprove it or to provide support for the contradictory claim. If the doubters don’t accept that responsibility, the arguer fallaciously assumes that no proof is needed for
the claim at issue. But proof is needed. An argument that employs an appeal to the
“evidence” of no evidence does not satisfy the sufficiency criterion of a good
argument.

There are some situations of inquiry in which this kind of reasoning seems to
be acceptable. In our judicial procedure, for example, a defendant is assumed to
be innocent unless proven guilty. But this is not a case of arguing from ignorance.
The principle of innocent until proven guilty is a highly technical judicial construct
that actually means not proven guilty. It does not mean that the person is innocent;
it simply means that a defendant is not deemed to be guilty unless he or she is
proven guilty.

The fallacy of arguing from ignorance probably gains some of its deceptive appearance as a good argument from its similarity to a legitimate way of arguing. For
example, suppose that I claimed that there were termites in my house. If a professional termite inspection revealed no evidence to support the claim, however, it
would then be justifiable for me to conclude that there are no termites in the house.
This sounds like a case of arguing from ignorance because the lack of evidence for a
claim (“there are termites”) is used as evidence that the claim is false (“there are no
termites”), but there is a crucial difference in this case. The negative claim is based
not on a lack of evidence, but on a thorough assessment of all of the positive and
negative evidence relevant to the question of whether there are termites in the
house.


EXAMPLE “What’s all this business about equal pay for women? The women who
work in my office must be satisfied with their salaries, because not one of them has
ever complained or asked for a raise.” A reconstruction of this argument in standard form will clearly reveal the faulty implicit premise:

Since the women in my office do not complain about receiving less pay than
their male counterparts, (premise)
[and where there is no expression of dissatisfaction, there is no dissatisfaction,]
(implicit premise)
[because the lack of evidence against satisfaction is evidence for satisfaction,]
(implicit subpremise)
Therefore, the women in my office are quite satisfied with receiving less pay
than the men in the office. (conclusion)

The arguer assumes that the situation of a group of people must be satisfactory simply because no complaints about that situation have been expressed. In other
words, the absence of evidence against the satisfactory character of a situation is
regarded as evidence for the satisfactory character of that situation. Making such
an inference is so distinctive a form of the fallacy of arguing from ignorance that
it is often given a separate name—the fallacy of quietism. But from the fact that a
person or group is “quiet”—that is, makes no complaint—one could not infer that
there is nothing to complain about. There may indeed be many good reasons why
the complaints are not openly voiced.

EXAMPLE “Since my opponent has not clearly indicated his opposition to the new
federal gun-control bill, he obviously is in favor of it.” The only “evidence” offered
in support of such a claim is the fact that the opponent has not addressed the issue.
Interestingly, the arguer could have defended the opposite claim with the same evidence: “Since my opponent has not clearly indicated his support for the new federal gun-control bill, he obviously is opposed to it.” Any evidence that could lead
to either a positive or negative conclusion with equal strength cannot be sufficient
grounds for one of the conclusions.

EXAMPLE “I didn’t see any ‘No Trespassing’ sign, so I assumed that it was alright
to walk through the field.” The fact that there is no sign indicating that an act is
not permissible does not entitle one to assume that the act is permissible.

EXAMPLE
CONNIE: Did you get that teaching job at the University of North Carolina at Chapel
Hill?
DOT: No. I sent in my application more than two months ago, and I never heard a word
from them.

Dot is assuming that the university has rejected her job application because there is
no evidence that she has been accepted. However, she could have just as easily argued from ignorance for the opposite claim—that she has been accepted because
there is no evidence that she has been rejected. Neither inference should be drawn,
however, because it would be inappropriate to conclude anything on the basis of
no communication from the university, especially in view of the fact that the institutional procedure required for filling a teaching position is usually a very long and
complex one.

ATTACKING THE FALLACY If the absence of proof against a claim could be regarded
as proof that it is true, then even the most bizarre of claims could be construed as
true. Moreover, if a claim were so absurd or trivial that others never bothered to
address it, a defender of such a claim would always win by default.

If an arguer makes what you consider to be a highly questionable claim and
supports it by pointing out the lack of evidence against it, try playing the same
game. You could demonstrate the faulty character of that kind of reasoning by
making the opposite of the arguer’s claim and supporting it with the same method
that he or she used. For example, suppose that someone claims that because psychokinesis has not been proved false, it must be true. You could then argue that
because psychokinesis has not been proved true, it must be false. Your opponent
should then be able to see that such reasoning would lead to the contradictory conclusion that psychokinesis is both true and false.

