Critical Thinking/Attacking Faulty Reasoning2.html

<div id="outline-container-org8c4d071" class="outline-2">
<h2 id="org8c4d071">Special Pleading</h2>
<div class="outline-text-2" id="text-org8c4d071">
<p>
Definition: Applying principles, rules, or criteria to another person while failing or refusing to apply them to oneself or to a situation that is of personal interest, without providing sufficient evidence to support such an exception.<br />
</p>

<p>
Special pleading occurs in a context in which it is assumed or understood that a rule, principle, or law applies to all people alike. The special pleader usually accepts the principle but wishes to make himself or herself or another an exception to it. What makes special pleading a fallacy that violates the criterion of sufficiency is the fact that no evidence is provided for making that exception. While special treatment may sometimes be called for, it is always the case that the action of treating differently what appear to be similar cases must be justified.<br />
</p>

<p>
EXAMPLE:<br />
Neel claims that he is too tired to share in the chores of cooking, cleaning, or caring for the children after working all day. If he claims that his wife should do those domestic jobs, even though she, too, is tired from her full-time job outside the home, he is engaged in special pleading. Let us look at this argument in standard form:<br />
</p>

<p>
Since I work hard all day and am tired at the end of the day, (premise)<br />
and you work hard all day and are tired at the end of the day, (premise)<br />
[and the governing principle in such a situation is that each partner should share in the domestic chores,] (implicit premise)<br />
[and the principle applies to you but not to me,] (implicit premise)<br />
Therefore, you should do all the domestic chores. (conclusion)<br />
</p>

<p>
Being tired from a full day’s work outside the home presumably excuses Neel from domestic chores, while it apparently does not excuse his wife. He is applying a principle to his wife that he is not willing to apply to himself, and, as can be clearly seen, he has presented no evidence for making that exception.<br />
</p>

<p>
EXAMPLE:<br />
Sometimes we make a special case of ourselves through a subtle use of language: “I am confident, you are arrogant; I am aggressive, you are ruthless; I am thrifty, you are cheap; I am frank, you are rude; I am flexible, you are inconsistent; I am clever, you are conniving; I am thorough, you are picky; I am curious, you are nosy; I am excited, you are hysterical; I am firm, you are pig-headed; I am friendly, you are flirtatious; and I am a free spirit, you take license.”<br />
</p>

<p>
But if the behaviors in these cases are the same, how can we justify assessing<br />
our own behavior positively and another’s negatively, without being inconsistent?<br />
When charged with inconsistency, special pleaders often respond with, “Well, this<br />
is different!” But if they cannot convincingly make the distinction stick, they are<br />
clearly guilty of special pleading.<br />
</p>

<p>
EXAMPLE:<br />
Jessie and Katrina are college roommates. Let us imagine them engaged in the following conversation:<br />
</p>

<p>
JESSIE: Would you please turn off your music? I want to take a nap.<br />
KATRINA: This is my room, too. I want to listen to this new CD I just got in the mail.<br />
JESSIE: Listen to it some other time. I want to take a nap.<br />
</p>

<p>
The principle that most roommates accept is that one’s interest is not more important than the other’s, but Jessie is implicitly claiming that her interest is more important than Katrina’s. Most of us would probably agree that Jessie is engaged in special pleading because she gives no convincing reason why her interest should have a priority status. We are not saying that there is no way to resolve this or other similar issues; we are simply saying that in this particular exchange, Jessie is guilty of special pleading.<br />
</p>
</div>

<div id="outline-container-org5e03616" class="outline-3">
<h3 id="org5e03616">ATTACKING THE FALLACY</h3>
<div class="outline-text-3" id="text-org5e03616">
<p>
An attack that is most effective is to accuse your specialpleading opponent of applying a double standard or being inconsistent. Each of these charges is commonly understood outside logical circles and has strong negative connotations with which the arguer will not want to be associated. But you will need to explain carefully how you think the double standard has been employed and to scrutinize carefully any defense your opponent may make against the charge.<br />
</p>

<p>
Some situations may call for making oneself a special case, but these are rare, so the careful thinker should always be suspicious of any preferential treatment claim. Ask the arguer to spell out the reasons why some people should be treated differently from others or why the principle should not apply in his or her particular case. The arguer, of course, will almost always have some kind of reason; the question is whether that reason is sufficient to support the preferential treatment desired. For the hard-to-convince, try an absurd counterexample:<br />
</p>

<p>
Since the law with regard to the payment of income tax should be applied in all cases, (premise)<br />
and I am an exception because my case is not like that of others, for I need that money for other things, (premise)<br />
Therefore, the income tax law should not be applied to me. (conclusion)<br />
</p>

<p>
The second premise should sound absurd to even the most inveterate special pleader, and the arguer should be prepared to show why the special treatment he or she is requesting is not equally absurd.<br />
</p>
</div>
</div>
</div>
