Critical Thinking/Attacking Faulty Reasoning2.html

<div id="outline-container-org5e0ac5a" class="outline-2">
<h2 id="org5e0ac5a">Causal Oversimplification</h2>
<div class="outline-text-2" id="text-org5e0ac5a">
<p>
Definition Oversimplifying the causal antecedents of an event by specifying causal factors that are insufficient to account for the event in question or by overemphasizing the role of one or more of those factors.<br />
</p>

<p>
In causal explanations, it is a common practice to point to a very obvious antecedent of an event and to designate it as the cause. However, a careful analysis of the notion of cause would show that the cause, or sufficient condition, of an event in most cases includes a considerable number of antecedents that only together are sufficient to bring about the event. To point to only one of those factors in a causal explanation might very well be a case of causal oversimplification.<br />
</p>

<p>
Since the typical explanation of an event rarely includes all the literally hundreds of antecedent conditions that constitute the sufficient condition of that event, it is almost always possible to question another’s causal explanation. But one should not expect a causal explanation to include every antecedent condition of the event in question. To do so would be unnecessary and an inefficient use of time and energy. Nevertheless, an argument should include enough of those factors to escape the charge of oversimplification. Otherwise, the argument fails to provide sufficient grounds for its conclusion and thus fails to satisfy the sufficiency condition of a good argument.<br />
</p>

<p>
EXAMPLE<br />
"Corporal punishment is no longer allowed in public schools. This is why children have no self-discipline and are losing respect for authority." We will put this argument into standard form to make the faulty causal analysis more blatant:<br />
</p>

<p>
Since corporal punishment is no longer allowed in public schools, (premise)<br />
and children now have less self-discipline and respect for authority than in the past, (premise)<br />
[and the lack of corporal punishment is by itself sufficient to explain the difference in the behavior of today’s children,] (implicit premise)<br />
[Therefore, corporal punishment should be brought back to the public<br />
schools.] (implicit conclusion)<br />
</p>

<p>
The problems of self-discipline and loss of respect for authority are not new issues. The ancient Greeks used to wring their hands in anguish over such problems. But even if these were new problems, it is very unlikely that they could be traced directly to the abandonment of corporal punishment in the schools. These are very complex issues, and it is not probable that they have a single cause. For that reason, the conclusion based on a faulty causal analysis should be rejected because there is not sufficient evidence to support the implicit premise.<br />
</p>

<p>
EXAMPLE<br />
"Children today spend an average of five hours per day watching television—time that used to be spent in physical activity and reading. This explains why young people today are fatter and dumber than kids used to be." Even if the facts presented were true, it is unlikely that today’s television viewing habits are alone sufficient to account for higher body weights and lower test scores. These habits may well be one of the causal antecedents of the alleged effect on the weight and test scores of children, but to assign that heavy a role to one factor would oversimplify this causally complex phenomenon.<br />
</p>

<p>
EXAMPLE<br />
A radio preacher recently argued in the following way: “Marriage would be greatly helped if husband and wife would read the Scriptures together and pray together every day. No wonder divorce has increased so much! Family worship has dropped almost 30 percent in just the past fifteen years.” It is not likely that the rise in the national divorce rate could be sufficiently accounted for by data on family worship, even if the data were true. Because the reasons for the dissolution of a marriage are usually quite varied and complex, it seems highly questionable to reduce them to a change in worship patterns.<br />
</p>
</div>

<div id="outline-container-org05f46e5" class="outline-3">
<h3 id="org05f46e5">ATTACKING THE FALLACY</h3>
<div class="outline-text-3" id="text-org05f46e5">
<p>
It is always appropriate to remind the arguer who commits this fallacy that events are almost always the result of many factors. This is an important feature of the dialogue, because it is unlikely that the arguer would disagree with that general claim. Hence, the door is at least opened for him or her to entertain other contributing causes and even to adjust earlier inferences that he or she may have drawn.<br />
</p>

<p>
If you suspect that a causal analysis is oversimplified, because it seems insufficient to account for the event in question or because you think it overemphasizes the role of one or more specific factors, point out these problems to the arguer and request some further justification of the analysis. You may help, of course, by suggesting additional factors that you think should be considered in the causal analysis. Be sure to ask the arguer what he or she thinks of your suggestions so that they cannot be ignored, and the arguer will thus be forced to consider their merit.<br />
</p>
</div>
</div>
</div>
