Critical Thinking/Attacking Faulty Reasoning2.html

<div id="outline-container-orge5bd1b5" class="outline-2">
<h2 id="orge5bd1b5">Post Hoc Fallacy</h2>
<div class="outline-text-2" id="text-orge5bd1b5">
<p>
Definition Assuming that a particular event, B, is caused by another event, A, simply because B follows A in time.<br />
</p>

<p>
Establishing the temporal priority of one event over another is not a sufficient condition for inferring a causal relationship between those events. One cannot assume that post hoc ergo propter hoc—that an event that occurs after another event (post hoc) therefore occurs because of that other event (ergo propter hoc). A chronological relationship is only one of the indicators of a possible causal relationship. Other indicators might include a spatial connection or perhaps some history of regularity. If temporal priority alone were sufficient to establish a causal relationship, then virtually any event that preceded another could be assumed to be the cause of it. This kind of thinking has contributed to the creation of many superstitions. For example, something was often considered “bad luck” for no reason other than the fact that it preceded an undesirable event. Such thinking mistakes a sheer coincidence for a causal relation.<br />
</p>

<p>
The post hoc fallacy is sometimes confused with the fallacy of causal oversimplification. The post hoc fallacy, however, is not a special case of causal oversimplification. Causal oversimplification usually occurs when a particular causal antecedent is mistakenly regarded as constituting the sufficient condition of an event when it is not by itself adequate to account for that event. In the case of the post hoc fallacy, a causal situation is not being oversimplified; rather, the question is whether the events have any causal relationship at all.<br />
</p>

<p>
One who commits the post hoc fallacy has clearly argued in a way that fails to comply with the sufficient condition of a good argument. What purports to be a causal argument has a premise that does not identify a clear-cut causal factor—only the temporal priority of one event in relation to another. But this is not a sufficient reason to infer any causal connection between the two.<br />
</p>

<p>
EXAMPLE “Only two days after my ex-husband played golf at the charity tournament, the same one that the president of our company played in, my immediate supervisor called me in and told me that my work was unsatisfactory and that Friday would be my last day. It seems that I have a right to know what my former husband said about me, so that at least I can give my side of the story.” Here is the way this argument looks in standard form:<br />
</p>

<p>
Since my ex-husband and my boss played at the same golf tournament,(premise)<br />
and my supervisor fired me right after the tournament, (premise)<br />
[and since one event preceded the other, the preceding event caused the subsequent event,] (implicit premise)<br />
[Therefore, my ex-husband must have said something very negative about me to my boss that caused him to fire me.] (implicit conclusion)<br />
</p>

<p>
In order for this woman to give her side of the story, she will have to do a much better job of establishing that there was a causal relation between the tournament event and her firing. That will be very difficult to do if she bases it entirely upon the temporal priority of one event to the other.<br />
</p>

<p>
EXAMPLE<br />
“I can’t help but think that you are the cause of this. We never had any problem with the furnace until you moved into the apartment.” The manager of the apartment house, on no stated grounds other than the temporal priority of the new tenant’s occupancy, has assumed that the tenant’s presence has some causal relationship to the furnace’s not working properly.<br />
</p>

<p>
EXAMPLE<br />
“Ever since we quit going to church, business has been getting worse. If we want to keep from going completely bankrupt, we’d better go back to church.”<br />
</p>

<p>
Again, the claim is that one event was brought about by another event simply because of the temporal relationship.<br />
</p>

<p>
ATTACKING THE FALLACY<br />
It is difficult to believe that anyone would really conclude that B is caused by A simply because B follows A in time. In most cases, additional factors probably lie behind the causal claim. In our examples, the manager of the apartment house may have reason to believe that the tenant has tampered with the furnace or the operator of the business may have strong beliefs about divine punishment. However, their actual arguments focus simply on the temporal character of the relationship of events. Insofar as other factors or assumptions are not specified or even mentioned, it is appropriate to point out the post hoc character of such a claim and to indicate that you will regard such a causal explanation as adequate only if it is supplemented by other convincing evidence.<br />
</p>

<p>
You should have no trouble finding absurd counterexamples that could demonstrate the fallaciousness of post hoc thinking. Select any two events that you think the arguer would regard as being temporally related but causally unrelated events and claim that the prior one caused the succeeding one. For example, you might argue that a garbage truck passing by the house must have caused the phone to ring because the phone rang right after the truck passed. Since the arguer will regard temporal priority as insufficient evidence for your causal claim about the garbage truck, he or she should be encouraged to abandon such grounds in his or her own argument, or at least to supplement the temporal priority with additional causal factors.<br />
</p>
</div>
</div>
