English/Critical Thinking/Attacking Faulty Reasoning2.org
** Confusion of Cause and Effect
Definition Confusing the cause with the effect of an event.

When the Scarecrow asks the Wizard of Oz for a brain, the Wizard answers that he cannot give him a brain but that he can give him a diploma from the University of Kansas. The Wizard has confused the brain with the effect of a brain. But that is no problem in the story because such confusion is simply entertaining. In the nonfantasy world, however, resolving such causal confusion can be very important; it can assist us in coming to an accurate understanding of our experiences and in constructively addressing the future. An argument that confuses the effect with the cause of an event uses evidence based upon a faulty causal analysis and therefore does not provide sufficient grounds for its conclusion, let alone a correct understanding of our world.

EXAMPLE
One prison inmate says to another: “Governor Kaine always seems to know when we’re having a good meal. He times his annual inspection visit here on the one day of the year that we have steak.” A look at this argument in standard form will help us to see the faulty causal analysis:

Since Governor Kaine always comes to visit the prison on the one day a year that we have steak, (premise)

[and either the governor has intuitive powers or the prison officials are informed of his visit in advance and serve steak because of his visit,] (implicit premise)

[and it is not likely that prison officials are informed of the governor’s visit in advance,] (implicit premise)

Therefore, Governor Kaine must have an intuitive way of knowing such things. (conclusion)

The inmate has it backwards. The third implicit premise is surely constituted by a faulty causal analysis. It is much more likely that prison officials are given advance notice of the governor’s visit than that the governor has intuitive powers that he uses to pick a day when he can get a good meal.

EXAMPLE
“It’s no wonder that Natalie makes such good grades. She’s the teacher’s pet.” It is much more likely the case that Natalie is the teacher’s pet because she makes good grades. Based upon our general knowledge of classroom dynamics, if Natalie is indeed the teacher’s pet, it would seem highly unusual to treat her as a “pet” for reasons other than those related to her superior performance.

EXAMPLE
Many theologians claim that an act is right because God approves of it. This is one of two possible answers to the ancient Socratic question about the relationship between God and morality in one of his dialogues, the Euthyphro: Is a thing good because God approves of it, or does God approve of it because it is good? In the dialogue, Socrates implicitly suggests that there is a confusion of cause and effect in Euthyphro’s endorsement of the first option. Socrates takes the second option that “God approves a thing because it is good,” which he believes is the proper understanding of the causal relationship between God and morality. Either Euthyphro or Socrates is confused about this causal relationship; and since each view has very serious moral and theological implications, it is important that the somebody’s faulty causal analysis be corrected.

ATTACKING THE FALLACY
Any causal confusion that obscures the truth should be challenged. For that reason, even if a young child were to say, “Look, Daddy, that tree moving over there is making the wind blow,” it should be considered less an occasion for being amused than an opportunity for giving the child a more accurate understanding of the nature of wind.

When the thinking of adults exhibits a confusion of cause and effect, then it is all the more dangerous because the claims of adults are more likely to have an effect on the thinking of others. Hence, any kind of causal explanation that represents what you believe to be a confusion of cause and effect should be challenged in a way that would be helpful in eliminating the confusion. If an arguer draws a conclusion based on a confusion of cause and effect, the absurd counterexample method may be the easiest way of exposing the error. If the Wizard of Oz example doesn’t work, try the following somewhat more subtle example. One staff member says to another at the unemployment office: “No wonder these people can’t get jobs. Have you noticed how irritable they are?” If the arguer is able to recognize that reversing the cause and effect creates a more plausible causal understanding of the factors in this situation—that the unemployed are irritable because they can’t find a job—then maybe he or she will be able to do the same with regard to the faulty causal claim in question.

A confusion of cause and effect is sometimes not at all easy to detect. Even the absurd counterexample method will not always ensure an acknowledgment by the arguer of a confusion in his or her own causal analysis. The arguer may acknowledge that there is a clear confusion in the absurd counterexample but still insist that no such confusion exists in the case at issue. In these cases, of course, it will be necessary to explain carefully why the reversal of the cause and effect makes more sense

