English/Critical Thinking/Attacking Faulty Reasoning2.org
** Neglect of a Common Cause

Definition Failing to recognize that two seemingly related events may not be causally related at all, but rather are effects of a common cause.

When two events are found together in what appears to be a causal relation, we tend to assume that one is the cause and one the effect. Such thinking, however, can obscure another and perhaps better understanding of the relationship. One should be open to the possibility that both events may be effects of another or common cause. However, in order to identify such a common cause, it will be necessary to place very great demands upon your understanding of causal relationships in our world.

An argument that causally connects two obvious events while neglecting a third, less obvious event that may be the underlying cause of each of the other two events does not provide sufficient grounds for its causal claim. Neglecting what appears to be a common cause means that the arguer has failed to produce the best explanation of the event in question. Hence, the argument cannot qualify as a good one.

EXAMPLE
If it were discovered that most elementary schoolteachers have children of their own, it might be concluded either that teaching stimulates an interest in parenthood or that being a parent stimulates interest in working with children. In standard form, the argument looks like this:

Since most elementary schoolteachers have children of their own, (premise)

Therefore, teaching must stimulate an interest in being a parent, or being a parent stimulates an interest in working with children. (conclusion)

However, a more likely causal analysis of the situation is that another factor, such as a love of children, causes many people to become both parents and elementary schoolteachers.

EXAMPLE
Suppose that a young college student is both obese and depressed. A typical analysis of such a situation might be that the obesity is causing the depression or that, because of the depression, the student tends to overeat. However, a more likely explanation is that some underlying psychological or physical problem is causing both effects.

EXAMPLE
We often hear that current movies and television programming are bringing about a “moral degeneration” in our country. However, it seems probable that a number of other factors at work in our culture are producing both the contemporary trend in films and our changing moral standards. Because these common factors are more difficult to detect or to isolate in a causal analysis, it is simpler, although probably fallacious, to blame the filmmakers or the television programmers.

ATTACKING THE FALLACY
Great care should be taken not to charge a person falsely with neglect of a common cause. In almost any causal relationship there will be peripheral factors common to the events in question, the neglect of which would constitute no fallacy. For example, if the explanation of the alleged causal relation between being an elementary schoolteacher and being a parent failed to mention that being an adult was causally necessary to both effects, it would not be appropriate to charge the arguer with neglecting a common cause. The common cause in this case is not a significant one. However, if one is attempting to explain an allegedly causal relationship between two things by reference to only those two things, and a more adequate account could be provided by appealing to an additional factor causally common to both, then it would indeed be fallacious to neglect that alternative explanation.

If you believe that the primary problem with a proposed explanation is its neglect of a common cause of the events in question, you should demonstrate just how that common factor could provide a more adequate explanation. The arguer should then feel obligated to scrutinize your proposal and try to determine which of the causal explanations is the more adequate one.
